chronoweb/src/main/resources/webroot/example/poll/SimpleEventQuery_sensor/GELT_percRank.xml

<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:query="urn:epcglobal:epcis-query:xsd:2"
	xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
	xmlns:xsd="http://www.w3.org/2001/XMLSchema">
	<soapenv:Header />
	<soapenv:Body>
		<query:Poll>
			<queryName>SimpleEventQuery</queryName>
			<params>
				<param>
					<name>GE_percRank</name>
					<value xsi:type="xsd:double">100.0</value>
				</param>
				<param>
					<name>LT_percRank</name>
					<value xsi:type="xsd:double">120.0</value>
				</param>
			</params>
		</query:Poll>
	</soapenv:Body>
</soapenv:Envelope>